Repository: sillsdev/saymore
Catalog: DistFiles/SayMore.tr.tmx
Source language: tr
Languages: en

source: Bunun babanın ana dili olduğunu gösterir
en: Indicates this is the father's primary language

source: Kadın
en: Female

source: Erkek
en: Male

source: JPEG Görüntüler (*.jpg)|*.jpg|GIF Görüntüler (*.gif)|*.gif|TIFF Görüntüler (*.tif)|*.tif|PNG Görüntüler (*.png)|*.png|Bitmapler (*.bmp;*.dib)|*.bmp;*.dib|Tüm Dosyaları (*.*)|*.*
en: JPEG Images (*.jpg)|*.jpg|GIF Images (*.gif)|*.gif|TIFF Images (*.tif)|*.tif|PNG Images (*.png)|*.png|Bitmaps (*.bmp;*.dib)|*.bmp;*.dib|All Files (*.*)|*.*

source: Bunun annenin ana dili olduğunu gösterir
en: Click to indicate this is the mother's primary language

source: Kişi
en: Person

source: Doğum &Yılı
en: Birth &Year

source: &Özel Alanlar
en: &Custom Fields

source: &Eğitim
en: &Education

source: Etnik Gr&up
en: Ethnic Gro&up

source: &Tam adı
en: &Full Name

source: &İletişim Bilgisi
en: Ho&w to Contact

source: Ko&du
en: Co&de

source: Ta&kma isim
en: Nic&kname

source: Diğer D&iller
en: Other L&anguages

source: Birincil &Dil
en: Primary &Language

source: Nerede &Öğrenildi:
en: Learned &In:

source: Birincil &Meslek
en: Primary &Occupation

source: Arşiv bu kişiyi özel yapmalıdır
en: Archive should keep this person private

source: &Cinsiyet
en: &Gender

source: Resmi değiştirmek için tıklayın
en: Click to Change Picture

source: {0}'dan {1}'e yeniden adlandırılamadı o kişi adında bir kişi zaten var.
en: Could not rename from {0} to {1} because there is already a person by that name.

source: Yeni Kişi
en: New Person

source: Bir ad belirtmeniz gerekir.
en: You must specify a name.

source: Yeni bir kişi eklemek için 'Yeni'yi tıklayın.
en: Click 'New' to add a new person.

source: Onam
en: Consent

source: İnsanlar
en: People

source: &Kişi
en: &Person

source: Kişi Görünümü
en: People View

source: Tarzlara Göre
en: By Genre

source: Aşamalara Göre
en: By Stages

source: &Kopyala
en: &Copy

source: Tüm görünüm panoya kopyala
en: Copy entire view to clipboard

source: {0} için SayMore istatistikleri
en: SayMore statistics for {0}

source: Genel bakış
en: Overview

source: İnsanlar:
en: People:

source: &Yazdır...
en: &Print...

source: İler&leme
en: Pr&ogress

source: &Kaydet...
en: &Save...

source: Görünüm dosyasına kaydetme
en: Save view to file

source: Oturumlar:
en: Sessions:

source: Toplam {1} dakika süreyle {0} oturum
en: {0} sessions totaling {1} minutes

source: Toplam {2} dakikalık {0} {1} oturum
en: {0}{1} sessions totaling {2} minutes

source: {0}: Toplam {2} dakika süreyle {1} oturum
en: {0}: {1} sessions totaling {2} minutes

source: İlerlemeyi görüntüle
en: Progress View

source: Görünümü yenileyin
en: Refresh View

source: Bu Proje Hakkında
en: About This Project

source: Erişim Protokolü
en: Access Protocol

source: Hiçbiri
en: None

# Bu projeyle kullanılan Erişim Protokolü
source: Bu projeyle kullanılan\nErişim Protokolü
en: Access Protocol used\nby this project

source: Her bir seçeneği virgül ayırarak girin
en: Enter each choice, separated by commas

source: Özel Erişim Seçimleri
en: Custom Access Choices

source: Erişim protokolleri için yardım
en: Help for access protocols

source: Bunlar nasıl arşivlenir
en: How these are archived

source: Açıklama Belgeler
en: Description Documents

source: İl&gili kişi
en: Co&ntact Person

source: K&ıta
en: C&ontinent

source: Ül&ke
en: Countr&y

source: &Tarih mevcut
en: &Date Available

source: D&epozitör
en: D&epositor

source: Açık&lama
en: Desc&ription

source: &Finans Proje Başlığı
en: &Funding Project Title

source: &Konum/Adres
en: &Location/Address

source: Bö&lge
en: Re&gion

source: &Başlık
en: &Title

source: H&ak Sahibi
en: R&ights Holder

source: &Anadil
en: &Vernacular

source: Bu alanlar için yardım
en: Help for these fields

source: Dili Değiştir
en: Change Language

source: Diğer belgeler
en: Other Documents

source: Kopyala
en: Copy

source: Yazdır
en: Print

source: &Yenile
en: &Refresh

source: Kaydet
en: Save

source: Çalışıyor...
en: Working...

source: İlerleme
en: Progress

source: Açıklama Belgeleri Projeye Ekleyin
en: Add Description Documents to the Project

source: Diğer Belgeleri Projeye Ekleyin
en: Add Other Documents to the Project

source: Projeyi ve korpusu açıklayan belgeleri buraya ekleyin.
en: Add documents here that describe the project and corpus.

source: Bir IMDI proje arşivinde, bu dosyalar {0} adlı özel bir oturuma aktarılır.
en: In an IMDI project archive, these files will be exported in a special session named {0}

source: Burada, başka hiçbir yere uymayan, örneğin projenin nasıl finanse edildiği ile ilgili belgeler ekleyin.
en: Add documents here that don't seem to fit anywhere else, for example about how the project was funded.

source: Proje
en: Project

source: Proje Görünümü
en: Project View

source: IMDI'yi kullanarak &arşiv et...
en: &Archive using IMDI...

source: Oturum için Dosyaları Ekle
en: Add Files to the Session

source: Dikkatli
en: Careful

source: Çeviri
en: Translation

source: Yalnızca Depozitör ve üye erişebilir
en: only the Depositor and delegate can access

source: Yalnızca Topluluk üyelerine erişim izni verilmektedir (normalde Depozitöre başvuru gerektirir)
en: only Community members are allowed access (normally requires application to Depositor)

source: Erişim herkes için ücretsizdir
en: access is Free to all

source: Araştırmacılar ve topluluk üyeleri erişim izin verilir
en: Researchers and Community members are allowed access

source: Yalnızca üyelere erişim izin verilir (Depozitöre başvuru gerektirir)
en: only Subscribers are allowed access (requires application to Depositor)

source: tüm Kullanıcılar erişebilir (kayıt gerektirir)
en: all Users can access (requires registration)

source: Genel Erişim
en: Public Access

source: Şifre
en: Password

source: Zaman sınırı
en: Time limit

source: Depozitör kontrolü
en: Depositor control

source: Araştırmacılar ve Topluluk üyeleri erişim izin verilir
en: Researchers and Community members are allowed access

source: tüm Kullanıcılar erişebilir
en: all Users can access

source: <bilinmeyen>
en: <unknown>

source: Varlık Çalışanlar için sınırlı
en: Restricted to Entity staff

source: Varlık küratörler sınırlı
en: Restricted to Entity curators

source: INSITE kullanıcılara sınırlı
en: Restricted to Insite users

source: Kamu
en: Public

source: Stratejik ortakları için sınırlı
en: Restricted to Strategic partners

source: Etkileşim
en: Interactivity

source: Araştırmacı tutulumu
en: Researcher Involvement

source: Konumun Adresi
en: Location Address

source: Konumun Kıtası
en: Location Continent

source: Konumun Ülkesi
en: Location Country

source: Konumun Bölgesi
en: Location Region

source: Planlama Tipi
en: Planning Type

source: Sosyal Bağlam
en: Social Context

source: Alt türü
en: Sub-Genre

source: Görev
en: Task

source: Formülsel Söylem
en: Formulaic Discourse

source: Enstrümantal müzik
en: Instrumental Music

source: Etkileşimli Söylem
en: Interactive Discourse

source: Dil Oyunu
en: Language Play

source: Anlatı
en: Narrative

source: Hitabet
en: Oratory

source: Yordamsal söylem
en: Procedural Discourse

source: Rapor
en: Report

source: Şarkı Söyleme
en: Singing

source: Anlaşılmaz konuşma
en: Unintelligible Speech

source: <Bilinmeyen>
en: <Unknown>

source: &Erişim
en: &Access

source: &Tarih
en: &Date

source: Açı&klama
en: Desc&ription

source: &Tür
en: &Genre

source: &KİMLİĞİ
en: &ID

source: &Konum
en: &Location

source: &Daha Fazla Alanlar
en: &More Fields

source: İn&sanlar
en: Pe&ople

source: O&rtam
en: S&etting

source: Du&rum
en: Sit&uation

source: Yeni oturum
en: New Session

source: Bir oturum kimliği belirtmeniz gerekir.
en: You must specify a session id.

source: {0}'dan {1}'e yeniden adlandırılamadı o oturum adında bir oturum zaten var.
en: Could not rename from {0} to {1} because there is already a session by that name.

source: Eksik Medya Dosyası
en: Missing Media File

source: Ortam dosyası yanlışlıkla silinmişse veya SayMore'un dışında yeniden adlandırılmışsa bu durum oluşabilir. Doğru şekilde adlandırılmış bir ELAN dosyası bir SayMore oturumuna eklenir ancak dahili olarak SayMore'un onu bulmayı umduğu yerde olmayan bir medya dosyasına atıfta bulunması nedeniyle de gerçekleşebilir. Medya dosyasına erişiminiz varsa ve SayMore'da açıklama ekleyemiyorsanız, lütfen onu yukarıdaki konuma kopyalayın.
en: This can happen if the media file is inadvertently deleted or renamed outside of SayMore. It could also happen if a properly named ELAN file is added to a SayMore session but internally refers to a media file that is not where SayMore expects to find it. If you have access to the media file and would like to be able to annotate it in SayMore, please copy it to the above location.

source: Bu ELAN dosyasının medya dosyası bulunamadı. SayMore'un burada bulması bekleniyor:
en: The media file for this ELAN file could not be found. SayMore expected to find it here:

source: ELAN için Yardım konusunu göster
en: Show Help topic for ELAN

source: Sürüyor
en: In Progress

source: Gelen
en: Incoming

source: Atlandı
en: Skipped

source: Durum: {0}
en: Status: {0}

source: Yeni bir oturum eklemek için 'Yeni' düğmesini tıklayın.
en: Click 'New' to add a new session.

source: Tür
en: Genre

source: Kimlik
en: Id

source: Konum
en: Location

source: Aşamalar
en: Stages

source: Durum
en: Status

source: Başlık
en: Title

source: Oturumlar
en: Sessions

source: &IMDI kullanarak arşiv et...
en: Archive using &IMDI...

source: Yeni A&ygıttan...
en: New From De&vice...

source: Yeni &Kayıttan...
en: New From &Recording...

source: RAMP (SIL) ile arşiv et...
en: Archive with RAMP (&SIL)...

source: Tamamla
en: Complete

source: Eksik
en: Incomplete

source: Sözlü çeviri
en: Oral Translation

source: Kaynak Kaydı
en: Source Recording

source: Yeni Ay&gıttan...
en: New From De&vice...

source: &Oturum
en: &Session

source: {0} (otomatiğe bağlamış)
en: {0} (on auto-pilot)

source: Üzerinde çalışmayı bitirdim.
en: I'm done working on it.

source: Üzerinde çalışıyorum.
en: I'm working on it.

# Kayıt ve meta veriyi topluyorum ve daha da ileri gidemeyebilir.
source: Kayıt ve meta\nveriyi topluyorum ve daha da ileri gidemeyebilir.
en: I am gathering the recording and meta\ndata and may or may not take it further.

# Bu oturumda bu defa geliştirmemeye karar verdim
source: Bu oturumda bu defa\ngeliştirmemeye karar verdim
en: I've decided to not develop\nthis session at this time.

source: Durum && Aşamalar
en: Status && Stages

source: SayMore Aşamaları Hakkında Okuyun
en: Read About SayMore Stages

source: SayMore Durum Belirteçleri Hakkında Okuyun
en: Read About SayMore Status Indicators

source: Aşamalar normalde dosya adlarına veya yaptığınız açıklama çalışmalarına dayalı otomatik göstergelerdir. Bu göstergeyi denetlemek için herhangi bir öğeyi tıklayın.
en: Stages are normally automatic indicators of what has been done, based on file names and annotation work you've done. Click any item to take control of this indicator.

source: Bu oturumun büyük resmini işaretlemek için durumu kullanın.
en: Use the status to mark the big picture of this session.

source: Dosya bulunamadı: '{0}'
en: File not found: '{0}'

source: '{0}' dosyası bir SayMore açıklama dosyası değil. Muhtemelen bozuk.
en: File '{0}' is not a SayMore annotation file. It is possibly corrupt.

source: Süreyi belirlemek için medya dosyasına erişirken bir hata oluştu: ‘{0}'
en: There was an error accessing media file to determine the duration: '{0}'

source: Bu yazı tipi seçimi ile ilgili bir sorun vardı. Yeni yüklediyseniz, programı veya bilgisayarınızı yeniden başlatmayı deneyebilirsiniz.
en: There was some problem with choosing that font. If you just installed it, you might try restarting the program or even your computer.

source: &Yazı tipleri...
en: &Fonts...

source: Dosya oluşturma girişimi:
en: Attempting to generate file:

source: Sözlü Açıklama dosyası oluştururken bir hata oluştu.
en: There was an error generating the oral annotation file.

source: Sözlü Açıklama dosyası oluşturuluyor...
en: Generating Oral Annotation file...

source: Yardım
en: Help

source: Oluşturulan sözlü açıklama dosyası, görüntülenmesi veya doğru şekilde oynatılması için çok büyük olabilir.
en: The generated oral annotation file may be too large to display or play correctly.

source: Oluşturulan sözlü açıklama dosyasını görüntülemeye çalışılırken sorun oluştu.
en: Problem occurred attempting to display generated oral annotation file.

source: Sözlü Açıklama ses dosyası çal
en: Playback Oral Annotation Audio File

source: {0} açıklama dosyası işlenirken bir hata oluştu.
en: There was an error processing a {0} annotation file.

source: Kaynak kaydı işlenirken bir hata oluştu.
en: There was an error processing the source recording.

source: Yeniden oluştur
en: Regenerate

source: Sözlü Açıklama Ekranı Ses Dosyasını Yeniden Oluşturun
en: Regenerate Oral Annotation Audio File

source: Kayıttan yürütmeyi durdur
en: Stop Playback

source: Üretilen ses
en: Generated Audio

source: Seçenekler
en: Options

source: Dönüştür
en: Convert

source: Dosya Dönüştürme Gerekiyor
en: File Conversion Required

source: Bu ses dosyasının biçimi '{0}'. Açıklama yapmak için SayMore'un WAV PCM'ye dönüştürmesi gerekir; bu, arşivleme için iyi bir standart seçenektir. Dönüştürme işlemi sırasında, kaynaktan standart bir ses dosyası oluşturulacak ve oturumun dosya listesine eklenecektir. Yeni ses dosyasının adı kaynak dosya adına "{1}" soneki eklenerek belirlenir. Kaynak dosya, oturumun dosya listesinde değişmeden kalır.
en: The format of this audio file is '{0}'. In order to annotate, SayMore needs to convert it to WAV PCM, which is a good, standard choice for archiving. During the conversion process, a standard audio file will be created from the source and added to the session's file list. The name of the new audio file will be the same as the source with the suffix "{1}" added to the end. The source file will remain unchanged in the session's file list.

source: Açıklama yapmak için SayMore'un bu videoyu WAV PCM sese dönüştürmesi gerekiyor. Dönüştürme işlemi sırasında, kaynaktan standart bir ses dosyası oluşturulacak ve oturumun dosya listesine eklenecektir. Yeni ses dosyasının adı kaynak dosya adına "{0}" soneki eklenerek belirlenir. Kaynak dosya, oturumun dosya listesinde değişmeden kalır.
en: In order to annotate, SayMore needs to convert this video to WAV PCM audio. During the conversion process, a standard audio file will be created from the source and added to the session's file list. The name of the new audio file will be the same as the name of the source with the suffix "{0}" added to the end. The source file will remain unchanged in the session's file list.

source: Kaynak ortam dosyasının adı:
en: Name of source media file:

source: Yeni, standart ses dosyasının adı:
en: Name of new, standard audio file:

source: Açıklama ekleme başlat
en: Start Annotating

source: Başla...
en: Get Started...

source: Bu medya dosyasına transkripsiyon, çeviri, dikkatli konuşma ve sesli çeviri ekleyebilirsiniz. Fakat önce...
en: You can add transcription, translation, careful speech and audio translation to this media file. But first...

source: Ayırıştırıcı Yöntemi
en: Segmentation Method

source: Her bir açıklama, medyanın tek bir zaman bölümüne bağlanır. Bu bölümleri nasıl tanımlarsınız?
en: Each annotation will be linked to a single time segment of media. How would you like to identify those segments?

source: Bir Audacity Etiket dosyası oku
en: Read an Audacity Label file

source: Otomatik Ayırıştırıcı Kullan
en: Use auto segmenter

source: Dikkatli konuşma aracını kullanın
en: Use Careful Speech Tool

source: Varolan bir ELAN dosya kopyala
en: Copy an existing ELAN file

source: Manüel Bölüm Ayırıcı Kullanın
en: Use Manual Segmentation Tool

source: Dışa aktar
en: Export

source: Audacity Etiket Dosyası (Serbest Tercüme)...
en: Audacity Label File (Free Translation)...

source: Audacity Etiket Dosyası (Transkripsiyon)...
en: Audacity Label File (Transcription)...

source: ELAN Dosyası...
en: ELAN File...

source: Aslında, SayMore bu bilgiyi zaten ELAN formatında (.eaf) depolar. ELAN'da düzenlemek için açıklamalar dosyasına çift tıklayın.
en: Actually, SayMore already stores this information in ELAN format (.eaf). Simply double click the annotations file to edit it in ELAN.

source: FLEx Satırarası Metin...
en: FLEx Interlinear Text...

source: Toolbox Dosyası...
en: Toolbox File...

source: Tablo (CSV) Dosyası...
en: Spreadsheet (CSV) File...

source: Düz metin...
en: Plain Text...

source: Altyazı dosyası (transkripsiyon)...
en: Subtitles File (Transcription)...

source: Altyazı Dosyası (Serbest Çeviri)...
en: Subtitles File (Free Translation)...

source: &Dikkatli Konuşma...
en: &Careful Speech...

source: {0} panoya kopyala
en: Copy {0} to clipboard

source: FLEx Satırarasına dışa aktarıyor
en: Exporting to FLEx Interlinear

source: Dışa aktarma tamamlandı
en: Finished Exporting

source: Dışa Aktarıyor...
en: Exporting...

source: Her iki kaydı oynat
en: Playback Both Recordings

source: Sözlü Çeviri Kaydını Oynat
en: Playback Oral Translation Recording

source: Kaynak Kaydını Oynat
en: Playback Source Recording

source: &Göz ardı
en: &Ignored

source: Göz ardı
en: Ignored

source: Açıklama dosyası '{0}' yüklenirken bir hata oluştu.
en: There was an error loading the annotation file '{0}'.

# '{0}'da hiçbir transkripsiyon açıklaması bulunamadı
source: '{0}'da\nhiçbir transkripsiyon açıklaması bulunamadı
en: There are no transcription annotations found in\n'{0}'

source: &Sözlü Çeviri...
en: &Oral Translation...

source: Sözlü Açıklamalar araçları
en: Oral Annotations Tools

source: Sözlü Açıklamaları Kaydedin
en: Record Oral Annotations

source: Bölüm...
en: Segment...

source: Bölüm sınırlarını ekleyin, kaldırın veya taşıyın
en: Add, remove or move segment boundaries

# Bölüm aralığı: {0} Oynatmak/Duraklatmak için {1} Basın
source: Bölüm aralığı: {0}\nOynatmak/Duraklatmak için {1} Basın
en: Segment range: {0}\nPress {1} to Play/Pause

source: Açıklamalar
en: Annotations

source: Dikkatli Konuşma Kaydını Oynat
en: Playback Careful Speech Recording

source: Oynatma Hızı
en: Playback speed

source: Serbest Çeviri
en: Free Translation

source: Üzgünüz, '{0}' dosyası zaten var.
en: Sorry, the file '{0}' already exists.

# Standart bir ses dosyası oluşturmaya çalışırken bundan bir hata oluştu: {0}
source: Standart bir ses dosyası oluşturmaya çalışırken bundan bir hata oluştu: \n\n{0}
en: There was an error trying to create a standard audio file from:\n\n{0}

source: Dönüştürülüyor...
en: Converting...

source: Bu bilgisayarda bir PCM ses sürücüsü bulmaya çalışırken bir hata oluştu. PCM ses sürücüsünün kurulu olduğundan emin olun.
en: There was an error trying to find a PCM audio driver on this computer. Ensure that you have a PCM sound driver installed.

source: Bu bilgisayarda PCM ses dönüştürme yetkinliği tespit edilirken bir hata oluştu. PCM ses sürücüsünün kurulu olduğundan emin olun.
en: There was an error trying to find PCM audio conversion capabilities on this computer. Ensure that you have a PCM sound driver installed.

# Medya dosyasından ses ayıklanırken bir hata oluştu '{0}' {1}
source: Medya dosyasından ses ayıklanırken bir hata oluştu '{0}'\n\n{1}
en: There was an error extracting audio from the media file '{0}'\n\n{1}

source: Belirtilen dosyada ses parçası bulunamadı. Dosyanın geçerli bir ses dosyası olduğunu kontrol edin.
en: No audio track could be found in the specified file. Verify that the file is a valid audio file.

source: Medya dosyası mevcut değil.
en: Media file does not exist.

source: Dönüşüm tamamlandı, ancak muhtemel hatalar var. Dönüştürülen dosya kullanılabilir gibi görünmüyorsa, dosyayı silip kaynak dosyanın geçerliliğini kontrol edin. Kaynak dosyayı ve dönüşüm çıktısı ayrıntılarını kontrol ettikten sonra, bunun SayMore kaynaklı bir sorun olduğuna inanıyorsanız, lütfen kaynak dosyanın bir kopyasını hata raporunuza ekleyin.
en: Conversion completed, but with possible error(s). If the converted file does not appear to be usable, delete it and check the validity of the source file. After checking the source file and the conversion output details, if you believe this is a problem with SayMore, please include a copy of the source file with your error report.
